Repository: MacThings/Secure-Pipes
Catalog: Secure Pipes/mul.lproj/General View.xcstrings
Source language: en
Languages: de

# 7VK-M4-P0y.title
source: Hourly
de: Stündlich

# aKT-Cj-aaf.title
source: Weekly
de: Wöchentlich

# FKH-3W-1BV.title
source: Interval:
de: Intervall:

# LEd-Ug-Yze.title
source: Last check:
de: Letzte Überprüfung:

# Lhk-kK-3Ya.title
source: Allow saving administrative password in keychain
de: Erlaube es das Adminspasswort im Schlüßelbund zu speichern

# Mx7-vF-TRD.title
source: Check for Updates automatic
de: Prüfe automatisch auf Updates

# PkZ-LS-cN8.title
source: Use Notification Center for connection status updates
de: Zeige Mitteilungen im Nachrichtencenter an

# Qam-NG-qpY.title
source: Monthly
de: Monatlich

# rOu-kb-fv9.title
source: Disconnect/reconnect active connections on sleep/wake
de: Trenne/wiederverbinde aktive Verbindungen nach dem Aufwachen

# TGC-jL-GBv.title
source: Check for Updates now
de: Jetzt nach Updates suchen

# uUj-8e-elF.title
source: Launch application at login
de: Starte Programm beim Login

# Xyl-2i-I95.title
source: Install Updates automatic
de: Installiere Updates automatisch

# yz4-Uu-FGL.title
source: Daily
de: Täglich
